[
	{
		"title" : "Dramatics",
		"abstract" : "Akaash Vani of DRAMATICS-For PLAYers. Drama is theater, life, an escape from life, happiness, and sadness all rolled into one... It was once thought that drama was when actors cried. But drama is when the audience cries. Dramatics event of Fluxus 2014 brings an opportunity to all those 'Himmatwale' who truly believe in it and think that they can actually be the 'Lootera' of the audience's hearts. So gear up since the time to act is now! Somebody go get the Director.BHAAG MILKA BHAAG......",
		"rules" : "1. No props other than chairs and tables will be arranged (that too on prior mention).However participants can get their own props if required. 2. Mode of language can be English, Hindi or English Vinglish (bilingual). 3. No Dirty Picture: vulgarity or indecency is not allowed. 4. Decision given by the judges will be full and final. 5. A computer/laptop for background music will be provided. Please bring the music in CDs in MP3 format & not in audio cassettes .You can also perform live music but the necessary instruments must be arranged by the team. 6. Nothing will be provided for prior practice. 7. Participants are allowed to take part in more than one event of Dramatics. 8. Participants must make sure that their act doesnt offend anyones religious sentiments or feelings. 9. Participants can perform their acts for time less than the maximum time also. Lightening of candles, matches or inflammable substances, spilling of any fluids is not allowed and will result in disqualification.",
		"etc" : "",
		"img" : "data/cult/drama.jpg"
	},
	{
		"title" : "Golmaal",
		"abstract" : "Golmaal expects a continuous story with bhelpuri of celebs and characters ,kuch khatte kuch meethe from any field can take a new avataar in your story.Let your imagination run wild:For example Auro kidnaps Jayakant Shikare to forcefully marry his relative Sheila and Bodyguard Khali goes to his rescue in a fighter plane gifted by Osama.......",
		"rules" : "Minimum number of participants is 4.Maximum number of microphones provided is 6. Golmaal consists of two levels: 1.Jhalak Dikhla Jaa (The Elimination Round): Elimination round has a maximum time limit of 2-3min in which the group is expected to present a trailer of their act.Those who pass the elimination round will have to give the final round. 2. Aa Dekhe Jara (The Final Round): Final round has a time limit of 15-20 min.",
		"etc" : "",
		"img" : "data/cult/misc.jpg"
	},
	{
		"title" : "Andazz Apna Apna",
		"abstract" : "Andaaz apna apna(A3) is a platform for Khiladis. The stage is waiting for The one (wo)man army to amuse the audience with their mimicry, standup comedy, ventriloquism. In short it is a solo performance by the young blood.",
		"rules" : "1. Maximum time limit is 15 min. 2. The time specified is from empty stage to empty stage so be Tezz(fast).",
		"etc" : "",
		"img" : "kbai"
	},
	{
		"title" : "Tantzevate",
		"abstract" : "Dance is the hidden language of the soul-? Martha Graham. Tantzevate the dance competition of Fluxus gives a stage to the Indian youth to showcase their energy and moves.It is the most awaited competitions of the festival which attracts a lot of participation and a huge crowd. The competition is divided into three categories:- 1. Solnyye Tantsy-free style solo dancing. 2. Western Gruppa Tantsy-western group dance.3. Indian Gruppa Tantsy-Indian group dance.",
		"rules" : "",
		"etc" : "The competition is divided into 3 categories:- Free style solo dancing - .\"Solnyye Tantsy\" Rules- 1. The event has a multiple rounds. The winners will be declared after the  end of the final round. 2. Time limit- (2+1) minutes 3. Participants should come prepared with their own tracks. 4. Participants may use more than one song in their performance. 5. No props are allowed. 6. Five participants will be shortlisted. Finals:  1. Time limit: (3) minutes. 2. Impromptu dancing-tracks will be provided after the elimination round  (prelims) to the selected participants. 3. Participants are not allowed to use props as a part of their performance. 4. In case of conflicts, decision of the judges would be considered final. 5. Judging Criteria: Choreography, Energy, Synchronization, Stage  utilization, Costumes, Overall impact. Western group dance- \"Western Gruppa Tantsy\"  (Any western dance form e.g hip hop,jazz,street dance) Rules- 1. The event has a single round. The winners will be declared after the end  of this round. 2. Time limit - (5+5) minutes 3. Teams will come prepared with their tracks. 4. Team size- minimum 4, no maximum limit. 5. Props: will have to be arranged by the participants themselves. A prop is  anything which is not worn on the body as a part of the costume, such as  a hand-held hat, stick, ball, chair, or any piece of costume that is removed  during the routine. Equipment which require electricity or that which we  consider hazardous (such as fire, smoke, fog devices, knives, throwing of  confetti or glitter, etc.) are not allowed. 6. Live music not allowed. 7. Teams should bring music or songs that they want to use for their  performance in a pen drive. 8. Teams may use more than one song in their performance. 9. Teams must follow the time limits. Teams shall be penalized by judges  for not doing so. 10. Judging Criteria:Choreography, Energy, Synchronization, Stage  utilization, Costumes, Overall impact. Indian group dance- \"Indian Gruppa Tantsy\" (folk,indian classical,bollywood) Rules- 1. The event has a single round. The winners will be declared after the end  of this round. 2. Time limit - (5+5) minutes. 3. Teams will come prepared with their tracks. 4. Team size- minimum 4, no maximum limit. 5. Props: will have to be arranged by the participants themselves. A prop is  anything which is not worn on the body as a part of the costume, such as  a hand-held hat, stick, ball, chair, or any piece of costume that is removed  during the routine. Equipment which require electricity or that which we  consider hazardous (such as fire, smoke, fog devices, knives, throwing of  confetti or glitter, etc.) are not allowed. 6. Live music not allowed. 7. Teams should bring music or songs that they want to use for their  performance in a pen drive. 8. Teams may use more than one song in their performance. 9. Teams must follow the time limits. Teams shall be penalized by judges  for not doing so. 10. Judging Criteria: Facial expressions and body language, Footwork,  Hand and eye movements, Costume and presentation, Choreography  (technical nuances), Overall clarity and impact.",
		"img" : "data/cult/dance.jpg"
	},
	{
		"title" : "General Rules",
		"abstract" : "",
		"rules" : "1. The participant or the group of people participating should be registered and use their unique  Fluxus IDs. 2. Participants should bring the required commodities for their performance. 3. A participant should follow all the rules specified, and will be disqualified from the Event if  violated. 4. The rights of decisions on rules violations and the results of the competition lie with the  Organizers of the Event and their decisions will be final and irrevocable. 5. Any complaints regarding the event can be conveyed to the respective Organizers of the event. 6. Any form of violence during the performance, on-stage or off-stage will not be encouraged and  severe action will be taken against the offenders. 7. Usage of alcohol and tobacco around the stage arena is prohibited.",
		"etc" : "",
		"img" : "kbai"
	},
	{
		"title" : "Movie Making",
		"abstract" : "Hey Dramebaazon, the time has come. Gather your folks, transform your  ingeniously written scripts into film, sparkled up with the forte of actors  guided by apt direction. If you think you, your actors, and your camera  can weave magic on 35mm, then FLUXUS is your stage!! Reach out  to the common man. Win hearts and spark a revolution. Go crazy!! Go  Expresarse!! ",
		"rules" : "1. The submitted video should fit within the categories of mini-documentary, mini-drama/fiction and be a cohesive short video. Commercials, music  videos or works that are part of a larger project are not eligible. 2. There is no entry fee. 3. Number of participants in each group must not exceed 10. 4. Actors within the production may be any age.  5. Details of 2 participants from each group must be provided at the time of  form submission.  6. Videos must be sent online in the below mentioned format at the  specified address (which will be provided later).  7. It is the responsibility of the contestant to ensure that the file submitted  meets all the requirements  8. No videos that are objectionable will be considered. According to law, a  video is rated objectionable if it describes, depicts, expresses, or otherwise  deals with matters such as sex, horror, crime cruelty, or violence in such a  manner that the availability of the publication is likely to be injurious to the  public good. 9. If you enter more than one video, you must fill out separate entry forms  for each video. Schools/colleges can submit as many entries as they wish,  as long as each is a complete stand-alone work.  10. You must not copy or download any video from internet.  11. The theme of the video is up to the Group participating. Rules for Submission: 1. Video format: mp4, MPEG, WMV or mov format. 2. Time limit: 5 to 15 minutes. 3. The documentary can be in any language with English/Hindi sub- titles. Important Dates 1. Registration: Ends by January 25th  2. Declaration of First round results: 10 days before Fluxus starts. 3. Declaration of second round winners: Fluxus pro show. Awards and Judging Criteria 1. All the videos will be uploaded on Fluxus You-tube channel.  2. First round selection (Semi-final round): The entries would be  selected on the basis of Number of likes on You-tube. Movies clearing this  round will get certificates. 3. Second round selection (Finals):  a) Public choice award: The movie with the maximum likes on  Fluxus YouTube channel will be the winner. b) Critics award: The judges will select one movie from the winner  entries of the semi-final round.",
		"etc" : "CERTAIN FAQS 1. What format can we shoot on? You can shoot on any format. Handicam, HD camera, phone, super 8, digital SLR or digitising each  frame by scanning it in - we dont mind. However, you should aim to make the most of whatever you are  shooting on by lighting your scene well, framing the shot carefully and recording clear sound. Source  equipment via teachers, friends and family, and be inventive.     2. But I have created an awesome 17 minute masterpiece - pleeeeease can I enter it? Short answer - no, sorry. The time limits are there to make sure the pre-judging team has time to watch  and consider all 70+ submitted films with sufficient attention to detail, which can already take some time.  First approach - try and edit down your film, taking out all extraneous material. If its still too long but very  good, consider submitting it to another festival or competition.  3. What makes a winning film? Primarily we will be looking for an original and creative take on a chosen theme that engages an audience  successfully. We will also be looking to see a structure that supports the idea, in other words, form  should match the content. A golden rule is that all good stories have a beginning, middle and end, though not always told in  that order. (For example, you may want to start with the end and tell the story in flashback). Even  experimental films should have a structure - for example, the rhythmic repetition of a visual motif, that  might change and weave into other directions and then work its way round to remind us of the beginning  again. It is about a sense of unity and wholeness to the piece, as though it has been conceived as a  complete idea from start to finish, not an incomplete fragment that is not resolved. We will also be looking at the technical aspects of the film. Not whether you have used the latest editing  software, camera, or smart computer special effects, but fundamentals of good visual storytelling like  focus, framing, control of light, creative use of location or sets, wardrobe/costume, sound recording and  editing to tell the story and/or create the mood and feeling. Also, a consideration for drama is the performance of the actors. It is therefore of some importance that  you cast your actors carefully and that they can deliver an acceptable performance to convey the story.  Most schools have drama teachers and students interested in acting. Make the most of the skills these  people have to offer. Likewise with documentary - your subjects need to have some degree of screen  presence or something that holds the interest of the audience.",
		"img" : "data/cult/mm.jpg"
	},
	{
		"title" : "Painting",
		"abstract" : "",
		"rules" : "1. A standard size canvas, six basic colors and three different size  brushes will be given. 2. Participants can use extra materials of their own other than the given  ones. 3. An image or picture of the art to be made can be used will making the  painting. 4. Registration can be done online or on spot. 5. The painting can be made in anytime on first and second day of the  fest at the given place. Judging Criteria  The painting work will be judged on the basis of   I. Creativity  II. Painting Skills  III. Neatness Attraction Keys  All the paintings will be exhibited on the third day of the fest. If your  painting attracts any buyer, you`ll be getting half the worth of your painting.  The best painter of the show will get a chance to meet the Pro-show artist  personally and gift his/her art to the artist.",
		"etc" : "",
		"img" : "data/cult/mm.jpg"
	},
	{
		"title" : "Shutter Bug",
		"abstract" : "\"Taking pictures is savoring life intensely every hundredth of a second\" -Mark  Rimbaud Photography is a way of captivating the moments of life as they gaze at you  star-struck and bewitched-forever at your service. What you have caught on  film is captured forever. It remembers little things, long after you have forgotten  everything. Fluxus invites you to showcase your caliber and passion in this genre  of art and compete with some of the best photographers in the country. Shutter Bug, the official photography competition organizer for Fluxus conducts  three parallel events: 1. There will be a fortnightly competition in which themes will be given at regular  intervals. Winning photographers will be awarded handsomely. 2. The group event will examine photographs submitted by different photography  clubs. 3. There will be a non-professional level uploading-liking photography  competition without any theme. The photographs will have a \"Fluxus'14 IIT  Indore\" watermark and one with maximum likes will win.",
		"rules" : "1. Photograph must be in digital format. 2. All photographs must have a title or a tagline. 3. Only online entries will be eligible. No print or film submissions will be  accepted for entry in the contest. 4. All digital files must be at least 1,000 pixels wide (for horizontal image) or  1,000 pixels tall (for vertical image). 5. All entries must have a resolution of 5 million pixels or greater (5 megapixels) 6.Only minor color correction or brightness adjustments are acceptable, as is  cropping. High Dynamics Range Images (HDR) and stitched panoramas are not  acceptable. 7. Watermarks are not acceptable unless otherwise specified. 8. The entries in each category will be judged separately, in accordance with the  judging criteria.  9. IIT Indore reserves the right to examine the original photograph/ source  material in order to confirm compliance with these rules. 10. Entries are to be sent as a .zip/.rar file containing all the photos and the  optional .pdf",
		"etc" : "",
		"img" : "data/cult/shutterbug.jpg"
	},
	{
		"title" : "Treasure Raider",
		"abstract" : "Ever fantasized about a world full of treasures and mystery where  adventurousness and curiosity rule and reflex and acumen makes you the  front runner? If you envision yourself being a raider of riches, a seeker of  secrets, then here is your chance. Let your wits go wild and plunge into the  ocean of unknown thrills. Break bounds and brainstorm to reveal whats  behind the veil.",
		"rules" : " The event starts with a written test. The test should be given in a  groups of two.  The results will be disclosed after a half an hour and 10 top teams will  be qualifying for the Next round.  The selected 10 teams will be participating in the Treasure Hunt  which spreads across the complete city. One clue leading to the  other, and the last clue leading to the prize.  And the top 3 teams will be given Exciting prizes.  Participation Certificates will be given to every qualified member.",
		"etc" : "",
		"img" : "data/cult/tr.jpg"
	},
	{
		"title" : "Voice of the Fluxus",
		"abstract" : "After silence what comes nearest to expressing the inexpressible is  MUSIC!!  Music speaks what cannot be expressed, soothes the mind and give it rest,  heals the heart and makes it whole, flows from heaven to the soul. So all  the music lovers get set to fall in love with music and to witness rivalry,  companionship and enjoyment in a whole new dimension with VOICE OF  FLUXUS. With profoundly high watts of sound and truly captivating performances this  celebration of Indian music should not be missed by any music enthusiast.",
		"rules" : "This is a solo singing competition. In which participants have to bring  their own Karaoke or instrumental for their performances. All songs being  performed should belong to be in Hindi. Not Dubbed to Hindi. The event has 3 rounds, the prelims, Sing Along, the semifinals, Choose  and Sing, and the finals, Can you duet? All the three are Elimination  rounds. The structure of the respective rounds are as follows,  Sing Along  Participants have to bring their own Karaoke or instrumental for their  performances. All songs being performed should belong to be in Hindi. Not  Dubbed to Hindi.  The performance should last to 2-4 minutes.  20% of the contestants will be qualified for the Next Round. Choose and sing  A List of songs will be provided, of which the semi-finalist will pick one  song.  30 minutes will be provided for preparation!  The chosen song will be provided for the preparation by the organizers.  Karaoke and written lyrics will be provided do individually.  2 of the semi-finalists will be qualified for the next round. Can u duet?  2 different songs will be given on spot and both the finalists have to sing  them as duet. (Karaoke and written lyrics will be provided)  30 min for preparation!  Pre- recorded song will be provided for the preparation by the organizers. One final winner will be declared.",
		"etc" : "",
		"img" : "data/cult/vof.jpg"
	}
]
